Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Find bar position
ar: موضع شريط البحث
ca: Posició de la barra de cerca
cs: Umístění lišty hledání
da: Placering af søgelinje
de: Position der Suchleiste
el: Θέση γραμμής εύρεσης
es: Posición de la barra de búsqueda
fi: Hakupalkin sijainti
fr: Position de la barre de recherche
he: מיקום סרגל החיפוש
hi: खोज बार की स्थिति
hr: Položaj trake za pretraživanje
hu: Keresősáv helye
id: Posisi bilah pencarian
it: Posizione della barra di ricerca
ja: 検索バーの位置
ko: 찾기 막대 위치
ms: Kedudukan bar carian
nb: Plassering av søkefelt
nl: Positie van zoekbalk
pl: Położenie paska wyszukiwania
pt_br: Posição da barra de busca
ro: Poziția barei de căutare
ru: Положение панели поиска
sk: Umiestnenie lišty hľadania
sv: Sökfältets placering
th: ตำแหน่งแถบค้นหา
tr: Bulma çubuğunun konumu
uk: Розташування панелі пошуку
vi: Vị trí thanh tìm kiếm
zh_hans: 查找栏位置
zh_hk: 尋找列位置

source: Find Bar Position
ar: موضع شريط البحث
ca: Posició de la barra de cerca
cs: Umístění lišty hledání
da: Placering af søgelinje
de: Position der Suchleiste
el: Θέση γραμμής εύρεσης
es: Posición de la barra de búsqueda
fi: Hakupalkin sijainti
fr: Position de la barre de recherche
he: מיקום סרגל החיפוש
hi: खोज बार की स्थिति
hr: Položaj trake za pretraživanje
hu: Keresősáv helye
id: Posisi bilah pencarian
it: Posizione della barra di ricerca
ja: 検索バーの位置
ko: 찾기 막대 위치
ms: Kedudukan bar carian
nb: Plassering av søkefelt
nl: Positie van zoekbalk
pl: Położenie paska wyszukiwania
pt_br: Posição da barra de busca
ro: Poziția barei de căutare
ru: Положение панели поиска
sk: Umiestnenie lišty hľadania
sv: Sökfältets placering
th: ตำแหน่งแถบค้นหา
tr: Bulma Çubuğunun Konumu
uk: Розташування панелі пошуку
vi: Vị trí thanh tìm kiếm
zh_hans: 查找栏位置
zh_hk: 尋找列位置

source: Which corner or edge the ⌘F bar docks to.
ar: الزاوية أو الحافة التي يرسو عندها شريط ⌘F.
ca: A quin cantó o vora s'acobla la barra de ⌘F.
cs: Ke kterému rohu nebo okraji se lišta ⌘F přichytí.
da: Hvilket hjørne eller hvilken kant ⌘F-linjen sætter sig i.
de: An welcher Ecke oder Kante die ⌘F-Leiste andockt.
el: Σε ποια γωνία ή άκρη προσδένεται η γραμμή ⌘F.
es: En qué esquina o borde se acopla la barra de ⌘F.
fi: Mihin kulmaan tai reunaan ⌘F-palkki kiinnittyy.
fr: Le coin ou le bord où la barre ⌘F vient se placer.
he: לאיזו פינה או קצה נצמד סרגל ⌘F.
hi: ⌘F बार किस कोने या किनारे पर टिकेगा।
hr: Uz koji se kut ili rub traka ⌘F pripija.
hu: Melyik sarokhoz vagy szélhez dokkol a ⌘F sáv.
id: Sudut atau tepi tempat bilah ⌘F menempel.
it: L'angolo o il bordo a cui si aggancia la barra ⌘F.
ja: ⌘F バーを固定する角または辺。
ko: ⌘F 막대가 붙는 모서리 또는 가장자리입니다.
ms: Sudut atau tepi tempat bar ⌘F berlabuh.
nb: Hvilket hjørne eller hvilken kant ⌘F-feltet legger seg i.
nl: Aan welke hoek of rand de ⌘F-balk vastklikt.
pl: Do którego rogu lub brzegu przylega pasek ⌘F.
pt_br: Em qual canto ou borda a barra do ⌘F fica encaixada.
ro: În ce colț sau pe ce margine se fixează bara ⌘F.
ru: В каком углу или у какого края закрепляется панель ⌘F.
sk: Ku ktorému rohu alebo okraju sa lišta ⌘F pripne.
sv: Vilket hörn eller vilken kant ⌘F-fältet dockar till.
th: มุมหรือขอบที่แถบ ⌘F จะไปเกาะอยู่
tr: ⌘F çubuğunun hangi köşeye ya da kenara yerleşeceği.
uk: У якому куті чи біля якого краю закріплюється панель ⌘F.
vi: Góc hoặc cạnh mà thanh ⌘F neo vào.
zh_hans: ⌘F 查找栏停靠的边角或边缘。
zh_hk: ⌘F 尋找列停靠的邊角或邊緣。

source: The find bar floats over the page, so it can cover whatever you were reading. Move it to the corner or edge that's out of your way — bottom placements suit long articles, side placements suit wide monitors.
ar: يطفو شريط البحث فوق الصفحة، لذا قد يغطي تحديدًا ما كنت تقرأه. انقله إلى الزاوية أو الحافة التي لا تعترض طريقك؛ الأسفل يناسب المقالات الطويلة، والجانبان يناسبان الشاشات العريضة.
ca: La barra de cerca flota sobre la pàgina, així que pot tapar justament allò que estaves llegint. Mou-la al cantó o a la vora que no et faci nosa: a baix va bé amb articles llargs i als laterals amb pantalles amples.
cs: Lišta hledání se vznáší nad stránkou, takže může zakrýt právě to, co jste četli. Přesuňte ji do rohu nebo k okraji, kde vám nepřekáží: dole se hodí k dlouhým článkům, po stranách k širokým monitorům.
da: Søgelinjen svæver over siden og kan derfor dække netop det, du var i gang med at læse. Flyt den hen i det hjørne eller til den kant, hvor den ikke er i vejen – nederst passer til lange artikler, siderne passer til brede skærme.
de: Die Suchleiste schwebt über der Seite und kann daher genau das verdecken, was du gerade liest. Verschiebe sie an die Ecke oder Kante, die dir nicht im Weg ist – unten passt gut zu langen Artikeln, seitlich zu breiten Bildschirmen.
el: Η γραμμή εύρεσης αιωρείται πάνω από τη σελίδα, οπότε μπορεί να καλύψει ακριβώς αυτό που διάβαζες. Μετακίνησέ την στη γωνία ή στην άκρη που δεν σε ενοχλεί: κάτω ταιριάζει σε μεγάλα άρθρα, στα πλάγια σε πλατιές οθόνες.
es: La barra de búsqueda flota sobre la página, así que puede tapar justo lo que estabas leyendo. Muévela a la esquina o al borde que no te estorbe: abajo va bien con artículos largos y los laterales con pantallas anchas.
fi: Hakupalkki kelluu sivun päällä, joten se voi peittää juuri sen, mitä olit lukemassa. Siirrä se kulmaan tai reunaan, jossa se ei ole tiellä – alareuna sopii pitkiin artikkeleihin, sivureunat leveisiin näyttöihin.
fr: La barre de recherche flotte au-dessus de la page et peut donc masquer précisément ce que vous étiez en train de lire. Déplacez-la vers le coin ou le bord qui ne vous gêne pas : en bas pour les longs articles, sur le côté pour les écrans larges.
he: סרגל החיפוש מרחף מעל הדף, ולכן עלול להסתיר בדיוק את מה שקראת. העבר אותו לפינה או לקצה שלא מפריעים לך – למטה מתאים לכתבות ארוכות, והצדדים למסכים רחבים.
hi: खोज बार पृष्ठ के ऊपर तैरता है, इसलिए वह ठीक वही हिस्सा ढक सकता है जिसे आप पढ़ रहे थे। इसे उस कोने या किनारे पर ले जाएँ जहाँ यह रास्ते में न आए — नीचे की जगह लंबे लेखों के लिए अच्छी है, किनारे चौड़ी स्क्रीन के लिए।
hr: Traka za pretraživanje lebdi iznad stranice pa može prekriti upravo ono što ste čitali. Premjestite je u kut ili uz rub gdje vam ne smeta: dolje odgovara dugim člancima, bočno širokim monitorima.
hu: A keresősáv az oldal fölött lebeg, így pont azt takarhatja el, amit olvastál. Tedd abba a sarokba vagy ahhoz a szélhez, ahol nincs útban: alul a hosszú cikkekhez, oldalt a széles monitorokhoz való.
id: Bilah pencarian melayang di atas halaman, jadi bisa menutupi persis bagian yang sedang Anda baca. Pindahkan ke sudut atau tepi yang tidak mengganggu: di bawah cocok untuk artikel panjang, di sisi cocok untuk monitor lebar.
it: La barra di ricerca fluttua sopra la pagina, quindi può coprire proprio ciò che stavi leggendo. Spostala nell'angolo o sul bordo che non ti intralcia: in basso è comodo per gli articoli lunghi, ai lati per i monitor larghi.
ja: 検索バーはページの上に浮かぶため、ちょうど読んでいた箇所を隠してしまうことがあります。邪魔にならない角や辺に移動してください。下寄せは長い記事に、左右寄せは横長のディスプレイに向いています。
ko: 찾기 막대는 페이지 위에 떠 있어서 읽고 있던 부분을 가릴 수 있습니다. 방해되지 않는 모서리나 가장자리로 옮기세요. 아래쪽은 긴 글에, 좌우는 넓은 모니터에 어울립니다.
ms: Bar carian terapung di atas halaman, jadi ia boleh menutup bahagian yang sedang anda baca. Alihkannya ke sudut atau tepi yang tidak menghalang: di bawah sesuai untuk artikel panjang, di tepi sesuai untuk monitor lebar.
nb: Søkefeltet svever over siden og kan derfor dekke akkurat det du leste. Flytt det til hjørnet eller kanten som ikke er i veien – nederst passer til lange artikler, sidene passer til brede skjermer.
nl: De zoekbalk zweeft boven de pagina en kan dus net bedekken wat je aan het lezen was. Verplaats hem naar de hoek of rand die je niet in de weg zit – onderaan werkt goed bij lange artikelen, aan de zijkant bij brede schermen.
pl: Pasek wyszukiwania unosi się nad stroną, więc może zasłonić dokładnie to, co czytasz. Przenieś go w róg lub do krawędzi, gdzie nie przeszkadza: dół sprawdza się przy długich artykułach, boki przy szerokich monitorach.
pt_br: A barra de busca flutua sobre a página, então pode cobrir justamente o que você estava lendo. Mova-a para o canto ou a borda que não atrapalha: embaixo combina com artigos longos, nas laterais com monitores largos.
ro: Bara de căutare plutește peste pagină, așa că poate acoperi exact ce citeai. Mut-o în colțul sau pe marginea care nu îți stă în cale: jos merge bine la articolele lungi, lateralele la monitoarele late.
ru: Панель поиска парит над страницей и потому может закрыть именно то, что вы читали. Переместите её в угол или к краю, где она не мешает: снизу удобно для длинных статей, по бокам — для широких мониторов.
sk: Lišta hľadania sa vznáša nad stránkou, takže môže zakryť práve to, čo ste čítali. Presuňte ju do rohu alebo k okraju, kde vám neprekáža: dole sa hodí k dlhým článkom, po stranách k širokým monitorom.
sv: Sökfältet svävar över sidan och kan därför täcka just det du läste. Flytta det till hörnet eller kanten som inte är i vägen – längst ner passar långa artiklar, sidorna passar breda skärmar.
th: แถบค้นหาลอยอยู่เหนือหน้าเว็บ จึงอาจบังสิ่งที่คุณกำลังอ่านอยู่พอดี ย้ายไปยังมุมหรือขอบที่ไม่เกะกะ ด้านล่างเหมาะกับบทความยาว ส่วนด้านข้างเหมาะกับจอกว้าง
tr: Bulma çubuğu sayfanın üzerinde yüzer, dolayısıyla tam da okuduğunuz yeri kapatabilir. Yolunuza çıkmayan köşeye veya kenara taşıyın: alt taraf uzun yazılara, yanlar geniş ekranlara yakışır.
uk: Панель пошуку ширяє над сторінкою, тож може затулити саме те, що ви читали. Перемістіть її в куток або до краю, де вона не заважає: знизу зручно для довгих статей, з боків — для широких моніторів.
vi: Thanh tìm kiếm nổi trên trang nên có thể che đúng phần bạn đang đọc. Hãy chuyển nó tới góc hoặc cạnh không vướng víu: đặt ở dưới hợp với bài viết dài, đặt hai bên hợp với màn hình rộng.
zh_hans: 查找栏浮在页面上方，可能正好挡住你在读的内容。把它移到不碍事的边角或边缘：底部适合长文章，两侧适合宽屏显示器。
zh_hk: 尋找列浮在頁面上方，可能正好擋住你正在讀的內容。把它移到不礙事的邊角或邊緣：底部適合長文章，兩側適合寬螢幕。

source: Find emphasis
ar: إبراز التطابق
ca: Èmfasi de la coincidència
cs: Zvýraznění nálezu
da: Fremhævning af fund
de: Hervorhebung der Treffer
el: Έμφαση αποτελέσματος
es: Énfasis de la coincidencia
fi: Osuman korostus
fr: Mise en évidence des résultats
he: הדגשת ההתאמה
hi: मिलान पर ज़ोर
hr: Isticanje pronađenog
hu: Találat kiemelése
id: Penekanan kecocokan
it: Enfasi del risultato
ja: 一致箇所の強調
ko: 일치 항목 강조
ms: Penegasan padanan
nb: Fremheving av treff
nl: Nadruk bij zoeken
pl: Wyrazistość trafienia
pt_br: Destaque da ocorrência
ro: Accentul potrivirii
ru: Выделение совпадения
sk: Zvýraznenie nálezu
sv: Sökträffens tydlighet
th: การเน้นรายการที่พบ
tr: Eşleşme vurgusu
uk: Виразність збігу
vi: Độ nổi bật của kết quả
zh_hans: 匹配强调
zh_hk: 相符項目強調

source: Find Emphasis
ar: إبراز التطابق
ca: Èmfasi de la coincidència
cs: Zvýraznění nálezu
da: Fremhævning af fund
de: Hervorhebung der Treffer
el: Έμφαση αποτελέσματος
es: Énfasis de la coincidencia
fi: Osuman korostus
fr: Mise en évidence des résultats
he: הדגשת ההתאמה
hi: मिलान पर ज़ोर
hr: Isticanje pronađenog
hu: Találat kiemelése
id: Penekanan kecocokan
it: Enfasi del risultato
ja: 一致箇所の強調
ko: 일치 항목 강조
ms: Penegasan padanan
nb: Fremheving av treff
nl: Nadruk bij zoeken
pl: Wyrazistość trafienia
pt_br: Destaque da ocorrência
ro: Accentul potrivirii
ru: Выделение совпадения
sk: Zvýraznenie nálezu
sv: Sökträffens tydlighet
th: การเน้นรายการที่พบ
tr: Eşleşme Vurgusu
uk: Виразність збігу
vi: Độ nổi bật của kết quả
zh_hans: 匹配强调
zh_hk: 相符項目強調

source: How hard the found match announces itself.
ar: مدى قوة إعلان التطابق عن نفسه.
ca: Amb quanta força s'anuncia la coincidència trobada.
cs: Jak výrazně se nalezená shoda přihlásí.
da: Hvor tydeligt det fundne resultat melder sig.
de: Wie deutlich sich der gefundene Treffer meldet.
el: Πόσο έντονα δηλώνει την παρουσία του το αποτέλεσμα που βρέθηκε.
es: Con cuánta fuerza se anuncia la coincidencia encontrada.
fi: Kuinka voimakkaasti löytynyt osuma ilmoittaa itsestään.
fr: À quel point le résultat trouvé se signale.
he: עד כמה ההתאמה שנמצאה מכריזה על עצמה.
hi: मिला हुआ परिणाम कितनी तेज़ी से ध्यान खींचता है।
hr: Koliko se snažno pronađeno podudaranje najavljuje.
hu: Mennyire hangosan jelzi magát a megtalált találat.
id: Seberapa kuat kecocokan yang ditemukan menonjolkan diri.
it: Quanto si fa notare il risultato trovato.
ja: 見つかった一致箇所がどれだけ強く自己主張するか。
ko: 찾은 일치 항목이 얼마나 두드러지게 나타나는지 결정합니다.
ms: Sekuat mana padanan yang ditemui menonjolkan dirinya.
nb: Hvor tydelig treffet gjør seg bemerket.
nl: Hoe nadrukkelijk het gevonden resultaat zich aankondigt.
pl: Jak mocno znalezione trafienie daje o sobie znać.
pt_br: O quanto a ocorrência encontrada se anuncia.
ro: Cât de puternic se anunță potrivirea găsită.
ru: Насколько заметно найденное совпадение заявляет о себе.
sk: Ako výrazne sa nájdená zhoda ohlási.
sv: Hur tydligt den hittade träffen gör sig påmind.
th: รายการที่พบจะประกาศตัวชัดเจนแค่ไหน
tr: Bulunan eşleşmenin kendini ne kadar güçlü duyurduğu.
uk: Наскільки помітно знайдений збіг заявляє про себе.
vi: Kết quả tìm được tự báo hiệu mạnh đến mức nào.
zh_hans: 找到的匹配项有多醒目。
zh_hk: 找到的相符項目有多醒目。

source: Every match gets a ring around it when you land on it. Low is a quiet glow. Turn it up and the ring zooms in and dims the rest of the page — worth it on a large display, in a long document, or any time a subtle highlight is easy to miss. At 0 there's no animation at all, just the normal selection.
ar: يحصل كل تطابق على حلقة حوله عند الوصول إليه. عند القيم المنخفضة يكون توهجًا هادئًا. ارفع القيمة فتقترب الحلقة وتُعتِم بقية الصفحة — وهذا مفيد على الشاشات الكبيرة، وفي المستندات الطويلة، وكلما كان التمييز الخفيف سهل الإغفال. عند 0 لا يوجد أي تأثير حركي، بل التحديد المعتاد فقط.
ca: Cada coincidència rep un anell quan hi arribes. En valors baixos és una lluïssor discreta. Puja'l i l'anell s'acosta i enfosqueix la resta de la pàgina: val la pena en pantalles grans, en documents llargs o sempre que un ressaltat subtil sigui fàcil de perdre. A 0 no hi ha cap animació, només la selecció normal.
cs: Každá shoda dostane při doskočení prstenec. Při nízké hodnotě je to tiché zazáření. Přidejte a prstenec se přiblíží a ztlumí zbytek stránky – vyplatí se na velkém displeji, v dlouhém dokumentu nebo kdykoli je nenápadné zvýraznění snadné přehlédnout. Na 0 není žádná animace, jen běžný výběr.
da: Hvert resultat får en ring om sig, når du lander på det. Lavt er et roligt skær. Skru op, og ringen zoomer ind og dæmper resten af siden – det er værd på en stor skærm, i et langt dokument eller når en diskret markering er nem at overse. Ved 0 er der slet ingen animation, kun den normale markering.
de: Jeder Treffer bekommt einen Ring, sobald du darauf landest. Niedrig ist ein dezentes Leuchten. Höher zoomt der Ring heran und dunkelt den Rest der Seite ab – lohnt sich auf großen Displays, in langen Dokumenten oder immer dann, wenn eine dezente Markierung leicht zu übersehen ist. Bei 0 gibt es gar keine Animation, nur die normale Auswahl.
el: Κάθε αποτέλεσμα αποκτά έναν δακτύλιο μόλις φτάσεις σε αυτό. Σε χαμηλές τιμές είναι μια διακριτική λάμψη. Ανέβασέ την και ο δακτύλιος πλησιάζει και σκουραίνει την υπόλοιπη σελίδα — αξίζει σε μεγάλη οθόνη, σε μακροσκελές έγγραφο ή όποτε μια λεπτή επισήμανση χάνεται εύκολα. Στο 0 δεν υπάρχει καθόλου κίνηση, μόνο η κανονική επιλογή.
es: Cada coincidencia recibe un anillo cuando llegas a ella. En valores bajos es un brillo discreto. Súbelo y el anillo se acerca y atenúa el resto de la página: merece la pena en pantallas grandes, en documentos largos o siempre que un resaltado sutil sea fácil de pasar por alto. En 0 no hay animación alguna, solo la selección normal.
fi: Jokainen osuma saa ympärilleen renkaan, kun kohdistat siihen. Matalalla se on hillitty hehku. Nosta arvoa, niin rengas zoomaa lähemmäs ja himmentää muun sivun – hyödyllistä isolla näytöllä, pitkässä dokumentissa tai aina kun hienovarainen korostus jää helposti huomaamatta. Arvolla 0 animaatiota ei ole lainkaan, vain tavallinen valinta.
fr: Chaque résultat est entouré d'un anneau lorsque vous l'atteignez. Au minimum, c'est une lueur discrète. Augmentez et l'anneau zoome puis assombrit le reste de la page : utile sur un grand écran, dans un long document, ou chaque fois qu'une surbrillance discrète passe inaperçue. À 0, aucune animation, juste la sélection habituelle.
he: כל התאמה מקבלת טבעת סביבה כשמגיעים אליה. בערכים נמוכים זו זוהר שקט. העלה את הערך והטבעת מתקרבת ומעמעמת את שאר הדף – שווה במסך גדול, במסמך ארוך, ובכל פעם שקל לפספס הדגשה עדינה. ב‑0 אין הנפשה כלל, רק הבחירה הרגילה.
hi: जब आप किसी मिलान पर पहुँचते हैं तो उसके चारों ओर एक घेरा दिखता है। कम मान पर यह हल्की चमक होती है। मान बढ़ाने पर घेरा नज़दीक आता है और बाकी पृष्ठ मंद पड़ जाता है — बड़ी स्क्रीन पर, लंबे दस्तावेज़ में, या जब भी हल्का हाइलाइट आसानी से छूट जाए, यह काम आता है। 0 पर कोई एनिमेशन नहीं होता, बस सामान्य चयन रहता है।
hr: Svako podudaranje dobije prsten kad na njega dođete. Pri niskoj vrijednosti to je tihi sjaj. Pojačajte i prsten se približi te zatamni ostatak stranice – isplati se na velikom zaslonu, u dugom dokumentu ili kad god je suptilno isticanje lako previdjeti. Na 0 nema nikakve animacije, samo uobičajeni odabir.
hu: Minden találat gyűrűt kap, amikor ráugrasz. Alacsonyan ez csendes derengés. Told feljebb, és a gyűrű ráközelít, a lap többi részét pedig elsötétíti – megéri nagy kijelzőn, hosszú dokumentumban, vagy amikor a finom kiemelés könnyen elsikkad. 0-n egyáltalán nincs animáció, csak a szokásos kijelölés.
id: Setiap kecocokan mendapat cincin saat Anda sampai padanya. Pada nilai rendah, cincin itu hanya cahaya lembut. Naikkan dan cincin akan memperbesar serta meredupkan sisa halaman — berguna di layar besar, dalam dokumen panjang, atau kapan pun sorotan halus mudah terlewat. Pada 0 tidak ada animasi sama sekali, hanya seleksi biasa.
it: Ogni risultato riceve un anello quando lo raggiungi. Al minimo è un bagliore discreto. Alzalo e l'anello si avvicina e scurisce il resto della pagina: utile su schermi grandi, in documenti lunghi o ogni volta che un'evidenziazione discreta è facile da perdere. A 0 non c'è alcuna animazione, solo la normale selezione.
ja: 一致箇所に移動すると、そのまわりにリングが表示されます。低い値では控えめな光です。値を上げるとリングがズームし、ページの他の部分を暗くします。大きなディスプレイや長い文書、控えめなハイライトを見落としやすい場面で役立ちます。0 ではアニメーションはなく、通常の選択表示だけになります。
ko: 일치 항목에 도달하면 그 주위에 링이 나타납니다. 낮게 두면 은은한 빛입니다. 값을 올리면 링이 확대되고 페이지의 나머지가 어두워집니다. 큰 디스플레이, 긴 문서, 또는 미묘한 강조를 놓치기 쉬운 상황에서 유용합니다. 0에서는 애니메이션 없이 일반 선택 표시만 남습니다.
ms: Setiap padanan mendapat cincin apabila anda tiba padanya. Pada nilai rendah, ia hanya cahaya lembut. Naikkan dan cincin akan mengezum masuk serta menggelapkan bahagian lain halaman — berbaloi pada paparan besar, dalam dokumen panjang, atau bila-bila sorotan halus mudah terlepas pandang. Pada 0 tiada animasi langsung, hanya pemilihan biasa.
nb: Hvert treff får en ring rundt seg når du lander på det. Lavt er et rolig skjær. Skru opp, så zoomer ringen inn og demper resten av siden – verdt det på en stor skjerm, i et langt dokument eller når en diskré markering er lett å overse. På 0 er det ingen animasjon i det hele tatt, bare den vanlige markeringen.
nl: Elk resultaat krijgt een ring zodra je erop landt. Laag is een rustige gloed. Hoger zoomt de ring in en dimt de rest van de pagina – handig op een groot scherm, in een lang document of wanneer een subtiele markering makkelijk te missen is. Op 0 is er helemaal geen animatie, alleen de normale selectie.
pl: Każde trafienie dostaje obramowanie, gdy na nim wylądujesz. Przy niskich wartościach to spokojna poświata. Zwiększ ją, a obramowanie przybliża się i przyciemnia resztę strony — warto na dużym ekranie, w długim dokumencie i zawsze, gdy subtelne podświetlenie łatwo przeoczyć. Przy 0 nie ma żadnej animacji, tylko zwykłe zaznaczenie.
pt_br: Cada ocorrência ganha um anel quando você chega nela. No mínimo, é um brilho discreto. Aumente e o anel se aproxima e escurece o resto da página — vale a pena em telas grandes, em documentos longos ou sempre que um destaque sutil passa despercebido. Em 0 não há animação alguma, apenas a seleção normal.
ro: Fiecare potrivire primește un inel când ajungi la ea. La valori mici e o strălucire discretă. Crește valoarea și inelul se apropie și întunecă restul paginii — util pe un ecran mare, într-un document lung sau ori de câte ori o evidențiere subtilă scapă ușor. La 0 nu există nicio animație, doar selecția obișnuită.
ru: Каждое совпадение получает рамку, когда вы на нём оказываетесь. На малых значениях это спокойное свечение. Увеличьте — и рамка приближается, а остальная страница затемняется: это выручает на большом экране, в длинном документе и всякий раз, когда лёгкую подсветку легко упустить. На 0 анимации нет совсем, только обычное выделение.
sk: Každá zhoda dostane pri doskočení prstenec. Pri nízkej hodnote je to tiché zažiarenie. Pridajte a prstenec sa priblíži a stlmí zvyšok stránky – oplatí sa na veľkom displeji, v dlhom dokumente alebo vždy, keď je nenápadné zvýraznenie ľahké prehliadnuť. Pri 0 nie je žiadna animácia, len bežný výber.
sv: Varje träff får en ring runt sig när du landar på den. Lågt är ett stillsamt sken. Skruva upp det så zoomar ringen in och dämpar resten av sidan – värt det på en stor skärm, i ett långt dokument eller när en diskret markering är lätt att missa. På 0 finns ingen animering alls, bara den vanliga markeringen.
th: ทุกรายการที่พบจะมีวงล้อมรอบเมื่อคุณเลื่อนไปถึง ค่าต่ำจะเป็นแสงเรืองเบา ๆ ปรับให้สูงขึ้นแล้ววงจะซูมเข้าและหรี่ส่วนที่เหลือของหน้าลง คุ้มค่าบนจอใหญ่ ในเอกสารยาว หรือเมื่อการไฮไลต์แบบบางเบาพลาดได้ง่าย ที่ค่า 0 จะไม่มีแอนิเมชั่นเลย เหลือเพียงการเลือกแบบปกติ
tr: Her eşleşmeye vardığınızda etrafında bir halka belirir. Düşük değerde bu sakin bir parıltıdır. Yükselttiğinizde halka yakınlaşır ve sayfanın geri kalanını karartır — büyük ekranda, uzun bir belgede veya ince bir vurgunun kolayca gözden kaçtığı her durumda işe yarar. 0'da hiç animasyon olmaz, yalnızca normal seçim kalır.
uk: Кожен збіг отримує рамку, щойно ви на нього потрапляєте. На малих значеннях це спокійне сяйво. Збільште — і рамка наближається, а решта сторінки притемнюється: це виручає на великому екрані, у довгому документі й щоразу, коли ледь помітне підсвічування легко проґавити. На 0 анімації немає зовсім, лише звичайне виділення.
vi: Mỗi kết quả sẽ có một vòng sáng khi bạn tới nơi. Ở mức thấp, đó là ánh sáng dịu. Tăng lên thì vòng sáng phóng to và làm tối phần còn lại của trang — rất đáng dùng trên màn hình lớn, trong tài liệu dài, hoặc bất cứ khi nào việc tô sáng nhẹ dễ bị bỏ sót. Ở mức 0 không có hoạt ảnh nào cả, chỉ còn vùng chọn thông thường.
zh_hans: 跳到每个匹配项时，它周围会出现一圈光环。数值低时只是柔和的微光。调高后光环会放大，并让页面其余部分变暗——在大屏幕上、长文档里，或任何细微高亮容易被忽略的时候都值得。设为 0 则完全没有动画，只保留普通选中效果。
zh_hk: 跳到每個相符項目時，周圍會出現一圈光環。數值低時只是柔和的微光。調高後光環會放大，並讓頁面其餘部分變暗——在大螢幕、長文件，或任何細微標示容易被忽略的時候都值得。設為 0 就完全沒有動畫，只保留一般的選取效果。

source: No results
ar: لا توجد نتائج
ca: Cap resultat
cs: Žádné výsledky
da: Ingen resultater
de: Keine Ergebnisse
el: Κανένα αποτέλεσμα
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
he: אין תוצאות
hi: कोई परिणाम नहीं
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
ms: Tiada hasil
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ro: Niciun rezultat
ru: Нет результатов
sk: Žiadne výsledky
sv: Inga resultat
th: ไม่พบผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_hans: 无结果
zh_hk: 沒有結果

source: %lld of %lld
ar: %lld من %lld
ca: %lld de %lld
cs: %lld z %lld
da: %lld af %lld
de: %lld von %lld
el: %lld από %lld
es: %lld de %lld
fi: %lld/%lld
fr: %lld sur %lld
he: %lld מתוך %lld
hi: %lld में से %lld
hr: %lld od %lld
hu: %lld / %lld
id: %lld dari %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
ms: %lld daripada %lld
nb: %lld av %lld
nl: %lld van %lld
pl: %lld z %lld
pt_br: %lld de %lld
ro: %lld din %lld
ru: %lld из %lld
sk: %lld z %lld
sv: %lld av %lld
th: %lld จาก %lld
tr: %lld / %lld
uk: %lld з %lld
vi: %lld trên %lld
zh_hans: 第 %lld 个，共 %lld 个
zh_hk: 第 %lld 個，共 %lld 個
